Repository: freerec/freerec
Catalog: po/*.po
Languages: fi

source: Audio recorder and song player
fi: Äänitysohjelma ja laulusoitin

source: <b>Recording</b>
fi: <b>Äänitys</b>

source: <b>Songs</b>
fi: <b>Laulut</b>

source: Open Directory
fi: Avaa hakemisto

source: Open the directory containing the recorded files
fi: Avaa hakemisto, johon äänitteet on tallennettu

source: Pause
fi: Tauko

source: Pause recording
fi: Pidä tauko äänityksessä

source: Pause the song
fi: Pidä tauko laulun toistossa

source: Play
fi: Toista

source: Record
fi: Äänitä

source: Start or continue playing the song
fi: Aloita laulun toisto tai jatka toistoa

source: Start or continue recording
fi: Aloita äänitys tai jatka äänitystä

source: Stop
fi: Pysäytä

source: Stop recording
fi: Lopeta äänitys

source: Stop the song
fi: Lopeta laulun toisto

source: Well, this is embarrassing. FreeRec crashed.
fi: Tämäpä noloa. FreeRec kaatui.

source: Please convey the following error message to the developers: %s
fi: Ole hyvä ja välitä seuraava virheilmoitus kehittäjille: %s
